export default{ name: 'Меридиан желудка', areas: [
        {
            name: "Чэн-ци",
            shape: "circle",
            coords: [454, 256,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "Под зрачком у нижнего края орбиты глаза",
            use: "Близорукость, дальнозоркость, неврит зрительного нерва, астигматизм, ринит катаракты, блефарит, парез мышц глазного яблока, периферический паралич лицевого нерва с птозом века, парез мимических мышц рта."
        },
        {
            name: "Сы-бай",
            shape: "circle",
            coords: [454, 289,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "Вертикально ниже зрачка на 1цунь. Ниже точки чэн-ци на 1см.",
            use: "Конъюнктивит, глаукома, невралгия второй ветви троичного нерва, парез лицевого нерва, птоз века, опущение угла рта, тик мышц верхнего века, головная боль, головокружение."
        },
        {
            name: "Цзюй-ляо",
            shape: "circle",
            coords: [454, 326,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "В носогубной складке на пересечении вертикальной линии от центра зрачка и горизонтальной линии через точку жень-чжун.",
            use: "Глаукома, слезотечение, невралгия первой ветви троичного нерва, птоз века, опущение угла рта, тик мышц века, носовое кровотечение, боли в зубах верхней челюсти, воспалительные процессы в подчелюстной области, щеки и губ."
        },
        {
            name: "Ди-цан",
            shape: "circle",
            coords: [454, 352,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "К наружи от угла рта на 1см на вертикальной линии от зрачка.",
            use: "Невралгия троичного нерва, парез лицевого нерва, тики и птоз века, опущение угла рта, слюнотечение."
        },
        {
            name: "Да-ин",
            shape: "circle",
            coords: [159, 446,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "Спереди от угла нижней челюсти на1,33 цуня, несколько кнаружи от места где пальпируется пульсация артерии. ",
            use: "Парез лицевого нерва, спазм жевательных мышц(тризм), спазм мышц шеи, опущение угла рта, расстройства речи, воспалительные процессы на нижней челюсти в области щеки, боль в зубах, отёк лица, паротит."
        },
        {
            name: "Цзя-чэ",
            shape: "circle",
            coords: [185, 405,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "Спереди и кверху от угла нижней челюсти где пальпируется углубление.",
            use: "Парез лицевого нерва, птоз века, опущение угла, невралгия третьей ветви троичного нерва, боли в зубах нижней челюсти, тризм, боли и напряжение затылочных мышц, паротит."
        },
        {
            name: "Ся-гуань",
            shape: "circle",
            coords: [142, 346,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "кпереди от козеткам уха, во впадине, которая образуется нижнем краем скуловой кости и вырезкой нижней челюсти.",
            use: "Паралич лицевого нерва, невралгия третьей ветви троичного нерва, шум в ушах, птоз века, опущение угла рта, боль в зубах, пародонтоз, артрит височно-нижнечелюстного сустава, отит."
        },
        {
            name: "Тоу-вэй",
            shape: "circle",
            coords: [91, 240,  6],
            preFillColor: "rgb(0,0,0,1)",
            lineWidth: 2,
            find: "в углу лба в волосистостой части головы на 1,5см от угла лба в сторону височной впадины или кнаружи от точки шень-тин на 4,5 цуня.",
            use: "Парез лицевого нерва, невралгия первой ветви троичного нерва, мигрень, конъюнктивит, слезотечение, снижение остроты зрения."
        },
    ] }
