export default { name: 'Меридиан желудка', areas: [
        {"name":"Жень-ин",
            "shape":"circle",
            "coords":[161,126,"2"],
            "preFillColor":"rgb(0,0,0,1)",
            "lineWidth":2,
            "find":"На уровне и кнаружи от верхнего края щитовидного хряща на 1,5 цуня кпереди от грудино-ключично-сосцевидной мышцы где пальпируется пульсация артерии.","use":"Ларингит, тонзиллит, абцесс горла, дисфагия, астма, лёгочные заболевания, заикание, гипертензия."},
        {"name":"Шуй-ту","shape":"circle","coords":[161,135,"2"],"preFillColor":"rgb(0,0,0,1)","lineWidth":2,"find":"Кнаружи от нижнего края щитовидного хряща, у переднего края грудино-ключично-сосцевидной мышцы.","use":"Бронхит, тонзиллит, тяжёлая одышка, удушье."},
        {"name":"Ци-шэ","shape":"circle","coords":[161,145,"2"],"preFillColor":"rgb(0,0,0,1)","lineWidth":2,"find":"У верхнего края грудинного конца ключицы, кнаружи от средней линии на 1,5 цуня. ","use":"Ларингит, тонзиллит, удушье, напряжение затылочных и шейных мышц."},
        {"name":"Цюэ-пэнь","shape":"circle","coords":[188,144,"2"],"preFillColor":"rgb(0,0,0,1)","lineWidth":2 , "find":"в центре надключичной ямки, кнаружи от центральной линии на 4 цуня.", "use":"Бронхиальная астма, бронхит, одышка, плеврит, боли в груди и в области спины; отсутствие аппетита, икота."},
        {"name":"Ку-фан","shape":"circle","coords":[188,162,"2"],"preFillColor":"rgb(0,0,0,1)","lineWidth":2,"find":"В первом межреберье, вертикально ниже точки ци-ху по сосковой линии.","use":"Бронхит, боли в груди, выделение густой и гнойной мокроты; боли в подреберье."},
        {"name":"У-и","shape":"circle","coords":[188,175,"2"],"preFillColor":"rgb(0,0,0,1)","lineWidth":2,"find":"Во втором межреберье, вертикально ниже точки ку-фан.","use":"Бронхит, одышка, боли в груди и подреберье; боль в молочной железе."},
        {"name":"Ин-чуан","shape":"circle","coords":[188,185,"2"],"preFillColor":"rgb(0,0,0,1)","lineWidth":2,"find":"В третьем межреберье, вертикально ниже точки у-и.","use":"Кашель, одышка, удушье, бронхиальная астма; боль в ребрах; мастит, спазмы кишечника."}
        ]
}
